Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Changes the Bluetooth name your WHOOP 4.0 advertises (what you see when pairing). The strap reboots to apply, so the new name appears the next time it connects. WHOOP 4.0 only.
de: Ändert den Bluetooth-Namen, den dein WHOOP 4.0 sendet (was du beim Koppeln siehst). Der Strap startet zum Übernehmen neu, der neue Name erscheint also bei der nächsten Verbindung. Nur WHOOP 4.0.
es: Cambia el nombre Bluetooth que anuncia tu WHOOP 4.0 (lo que ves al emparejar). La pulsera se reinicia para aplicarlo, así que el nuevo nombre aparece la próxima vez que se conecte. Solo WHOOP 4.0.
fr: Modifie le nom Bluetooth annoncé par votre WHOOP 4.0 (celui que vous voyez lors de l'appairage). Le bracelet redémarre pour appliquer le changement, le nouveau nom apparaît donc à la prochaine connexion. WHOOP 4.0 uniquement.
it: Cambia il nome Bluetooth diffuso dal tuo WHOOP 4.0, quello che vedi durante l'associazione. La fascia si riavvia per applicarlo, quindi il nuovo nome appare alla connessione successiva. Solo WHOOP 4.0.
pl: Zmienia nazwę Bluetooth reklamowaną przez WHOOP 4.0 (którą widzisz podczas parowania). Pasek uruchamia się ponownie, aby zastosować, więc nowa nazwa pojawi się przy następnym połączeniu. Tylko WHOOP 4.0.
pt_pt: Altera o nome do Bluetooth anunciado pelo WHOOP 4.0 (o que vê durante o emparelhamento). A bracelete é reiniciada para ser aplicada, pelo que o novo nome aparece na próxima vez que for ligado. Apenas WHOOP 4.0.
ru: Меняет Bluetooth-имя, которое транслирует ваш WHOOP 4.0 (то, что вы видите при сопряжении). Браслет перезагрузится, чтобы применить изменение, поэтому новое имя появится при следующем подключении. Только для WHOOP 4.0.
th: เปลี่ยนชื่อ Bluetooth ที่ WHOOP 4.0 แสดงระหว่างการจับคู่ สายรัดจะรีสตาร์ทเพื่อใช้ชื่อใหม่ และจะแสดงชื่อนี้เมื่อเชื่อมต่อครั้งถัดไป ใช้ได้กับ WHOOP 4.0 เท่านั้น
zh_hans: 更改你的 WHOOP 4.0 广播的蓝牙名称，即你配对时看到的名称。手环会重启以应用更改，因此新名称会在它下次连接时出现。仅限 WHOOP 4.0。
zh_hant: 變更你的 WHOOP 4.0 廣播的藍牙名稱，即你配對時看到的名稱。手環會重啟以套用變更，因此新名稱會在它下次連接時出現。僅限 WHOOP 4.0。

source: Changes to this goal
de: Änderungen an diesem Ziel
es: Cambios en este objetivo
fr: Modifications de cet objectif
it: Modifiche a questo obiettivo
pl: Zmiany w tym celu
pt_pt: Mudanças nesta meta
ru: Изменения этой цели
th: การเปลี่ยนแปลงเป้าหมายนี้
zh_hans: 此目标的改变
zh_hant: 此目標的改變

source: Charge
de: Ladung
es: Carga
it: Carica
pl: Energia
pt_pt: Carga
ru: Заряд
th: พลังฟื้นตัว
zh_hans: 能量
zh_hant: 能量

source: Charge · %@ pts
de: Ladung · %@ Pkt.
es: Carga · %@ pts
it: Carica · %@ punti
pl: Energia · %@ pkt
pt_pt: Cobrar · %@ pontos
ru: Заряд · %@ баллов
th: พลังฟื้นตัว · %@ pts
zh_hans: 能量 · %@ 分
zh_hant: 能量 · %@ 分

source: Charge · Effort · Rest
de: Ladung · Anstrengung · Ruhe
es: Carga · Esfuerzo · Descanso
fr: Charge · Effort · Repos
it: Carica · sforzo · riposo
pl: Energia · Wysiłek · Odpoczynek
pt_pt: Carga · Esforço · Descanso
ru: Заряд · Усилие · Отдых
th: พลังฟื้นตัว · ภาระร่างกาย · พักผ่อน
zh_hans: 能量 · 消耗 · 休息
zh_hant: 能量 · 消耗 · 休息

source: Charge (all history)
de: Ladung (gesamter Verlauf)
es: Carga (todo el historial)
fr: Charge (tout l'historique)
it: Carica (tutta la cronologia)
pl: Energia (cała historia)
pt_pt: Carregar (todo o histórico)
ru: Заряд (вся история)
th: พลังฟื้นตัว (ประวัติทั้งหมด)
zh_hans: 能量（全部历史）
zh_hant: 能量（全部歷史）

source: Charge (past year)
de: Ladung (letztes Jahr)
es: Carga (último año)
fr: Charge (année écoulée)
it: Carica (ultimo anno)
pl: Energia (ubiegły rok)
pt_pt: Carga (ano passado)
ru: Заряд (за последний год)
th: พลังฟื้นตัว (ปีที่ผ่านมา)
zh_hans: 能量（过去一年）
zh_hant: 能量（過去一年）

source: Charge / Effort / Rest
de: Charge / Anstrengung / Ruhe
es: Charge / Esfuerzo / Descanso
fr: Charge / Effort / Repos
it: Charge / Sforzo / Riposo
pl: Poziom energii / Wysiłek / Odpoczynek
pt_pt: Charge / Esforço / Descanso
ru: Charge / Усилие / Отдых
th: พลังฟื้นตัว · ภาระร่างกาย · พักผ่อน
zh_hans: Charge / 努力 / 休息
zh_hant: Charge / 努力 / 休息

source: Charge %@%%
de: Ladung %@%%
es: Carga %@%%
it: Carica %@%%
pl: Energia %@%%
pt_pt: Carregar %@%%
ru: Заряд %@%%
th: พลังฟื้นตัว %@%%
zh_hans: 能量 %@%%
zh_hant: 能量 %@%%

source: Charge %lld today, so your band is %lld–%lld bpm.
de: Charge heute %lld, daher liegt dein Zielbereich bei %lld–%lld bpm.
es: Charge hoy %lld, así que tu zona es %lld–%lld ppm.
fr: Charge de %lld aujourd'hui, donc votre zone est de %lld–%lld bpm.
it: Charge oggi %lld, quindi la tua fascia è %lld–%lld bpm.
pl: Energia %lld dzisiaj, więc Twój zespół to %lld–%lld bpm.
pt_pt: Carregue %lld hoje, então a tua banda terá %lld–%lld bpm.
ru: Заряд %lld сегодня, поэтому ваш диапазон — %lld–%lld уд/мин.
th: พลังฟื้นตัว %lld วันนี้ ดังนั้นช่วงเป้าหมายของคุณคือ %lld–%lld bpm
zh_hans: 今天 Charge 为 %lld，因此你的目标区间为 %lld–%lld bpm。
zh_hant: 今天 Charge 為 %lld，因此你的目標區間為 %lld–%lld bpm。

source: Charge → Next-day charge
de: Ladung → Ladung am Folgetag
es: Carga → Carga del día siguiente
fr: Charge → Charge du lendemain
it: Carica → carica del giorno dopo
pl: Energia → Opłata następnego dnia
pt_pt: Carga → Carga no dia seguinte
ru: Заряд → Заряд на следующий день
th: พลังฟื้นตัว → พลังฟื้นตัววันถัดไป
zh_hans: 能量 → 次日能量
zh_hant: 能量 → 隔天能量

# Charge baseline calibrating. %@, %@. %@.
source: Charge baseline calibrating. %1$@, %2$@. %3$@.
de: Ladungs-Basislinie wird kalibriert. %1$@, %2$@. %3$@.
es: Línea base de Carga calibrándose. %@, %@. %@.
fr: Référence de charge en cours de calibration. %1$@, %2$@. %3$@.
it: Calibrazione della linea di base della carica. %1$@, %2$@. %3$@.
pl: Kalibracja linii bazowej Energia. %1$@, %2$@. %3$@.
pt_pt: Calibração da linha de base de carga. %1$@, %2$@. %3$@.
ru: Калибровка нормы заряда. %1$@, %2$@. %3$@.
th: กำลังปรับเทียบค่าพื้นฐานพลังฟื้นตัว %@, %@. %@.
zh_hans: 能量基线校准中。%1$@，%2$@。%3$@。
zh_hant: 能量基線校準中。%1$@，%2$@。%3$@。

source: Charge baseline recalibrating
de: Ladungs-Basislinie wird neu kalibriert
es: Recalibrando la línea base de Carga
fr: Recalibration de la référence de charge
it: Ricalibrazione della linea di base della carica
pl: Ponowna kalibracja linii bazowej Energia
pt_pt: Recalibração da linha de base de carga
ru: Повторная калибровка нормы заряда
th: การปรับเทียบพื้นฐานพลังฟื้นตัวใหม่
zh_hans: 能量基线重新校准中
zh_hant: 能量基線重新校準中

source: Charge breakdown
de: Charge-Aufschlüsselung
es: Desglose de la Carga
fr: Détail de la Charge
it: Charge ripartizione
pl: Rozkład Poziomu energii
pt_pt: Charge detalhamento
ru: Charge поломка
th: องค์ประกอบพลังฟื้นตัว
zh_hans: Charge 故障
zh_hant: Charge 故障

source: Charge is low and sleep was consistent.
de: Die Ladung ist niedrig und der Schlaf war konsistent.
es: La Carga está baja y el sueño fue consistente.
fr: La charge est faible et le sommeil a été régulier.
it: La carica è bassa e il sonno è stato regolare.
pl: Energia jest niski, a sen był spójny.
pt_pt: A carga é baixa e o sono foi consistente.
ru: Заряд низкий, при этом сон был стабильным.
th: พลังฟื้นตัวต่ำและการนอนสม่ำเสมอ
zh_hans: 能量偏低，睡眠规律。
zh_hant: 能量偏低，睡眠規律。

source: Charge is low but sleep ran short.
de: Die Ladung ist niedrig, aber der Schlaf war zu kurz.
es: La Carga está baja y el sueño se quedó corto.
fr: La charge est faible et le sommeil a été insuffisant.
it: La carica è bassa e il sonno è stato scarso.
pl: Energia jest niski, ale sen był krótki.
pt_pt: A carga é baixa, mas o sono foi curto.
ru: Заряд низкий, а сон был коротким.
th: พลังฟื้นตัวต่ำแต่การนอนไม่เพียงพอ
zh_hans: 能量偏低，且睡眠不足。
zh_hant: 能量偏低，且睡眠不足。

source: Charge is low.
de: Die Ladung ist niedrig.
es: La Carga está baja.
fr: La charge est faible.
it: La carica è bassa.
pl: Poziom Energia jest niski.
pt_pt: A carga está baixa.
ru: Заряд низкий.
th: พลังฟื้นตัวต่ำ
zh_hans: 能量偏低。
zh_hant: 能量偏低。

source: Charge is steady and sleep was consistent.
de: Die Ladung ist stabil und der Schlaf war konsistent.
es: La Carga está estable y el sueño fue consistente.
fr: La charge est stable et le sommeil a été régulier.
it: La carica è stabile e il sonno è stato regolare.
pl: Energia jest stabilny, a sen spójny.
pt_pt: A carga está estável e o sono foi consistente.
ru: Заряд стабильный, сон был стабильным.
th: พลังฟื้นตัวคงที่และการนอนสม่ำเสมอ
zh_hans: 能量平稳，睡眠规律。
zh_hant: 能量平穩，睡眠規律。

source: Charge is steady but sleep ran short.
de: Die Ladung ist stabil, aber der Schlaf war zu kurz.
es: La Carga está estable pero el sueño se quedó corto.
fr: La charge est stable mais le sommeil a été insuffisant.
it: La carica è stabile ma il sonno è stato scarso.
pl: Energia jest stabilny, ale sen jest krótki.
pt_pt: A carga está estável, mas o sono foi curto.
ru: Заряд стабильный, но сон был коротким.
th: พลังฟื้นตัวคงที่แต่การนอนไม่เพียงพอ
zh_hans: 能量平稳，但睡眠不足。
zh_hant: 能量平穩，但睡眠不足。

source: Charge is steady.
de: Die Ladung ist stabil.
es: La Carga está estable.
fr: La charge est stable.
it: La carica è stabile.
pl: Energia jest stabilny.
pt_pt: A carga está estável.
ru: Заряд стабильный.
th: พลังฟื้นตัวคงที่
zh_hans: 能量平稳。
zh_hant: 能量平穩。

source: Charge is strong and sleep was consistent.
de: Die Ladung ist stark und der Schlaf war konsistent.
es: La Carga está fuerte y el sueño fue consistente.
fr: La charge est élevée et le sommeil a été régulier.
it: La carica è alta e il sonno è stato regolare.
pl: Energia jest silny, a sen był spójny.
pt_pt: A carga é forte e o sono foi consistente.
ru: Заряд высокий, сон был стабильным.
th: พลังฟื้นตัวสูงและการนอนสม่ำเสมอ
zh_hans: 能量充足，睡眠规律。
zh_hant: 能量充沛，睡眠規律。

source: Charge is strong but sleep ran short.
de: Die Ladung ist stark, aber der Schlaf war zu kurz.
es: La Carga está fuerte pero el sueño se quedó corto.
fr: La charge est élevée mais le sommeil a été insuffisant.
it: La carica è alta ma il sonno è stato scarso.
pl: Energia jest silny, ale sen jest krótki.
pt_pt: A carga é forte, mas o sono foi curto.
ru: Заряд высокий, но сон был коротким.
th: พลังฟื้นตัวสูงแต่การนอนไม่เพียงพอ
zh_hans: 能量充足，但睡眠不足。
zh_hant: 能量充沛，但睡眠不足。

source: Charge is strong.
de: Die Ladung ist stark.
es: La Carga está fuerte.
fr: La charge est élevée.
it: La carica è alta.
pl: Energia jest mocny.
pt_pt: A carga é forte.
ru: Заряд высокий.
th: พลังฟื้นตัวสูง
zh_hans: 能量充足。
zh_hant: 能量充沛。

source: Charge model
de: Ladungsmodell
es: Modelo de Carga
fr: Modèle de charge
it: Modello di carica
pl: Model Energii
pt_pt: Modelo de carga
ru: Модель заряда
th: แบบจำลองพลังฟื้นตัว
zh_hans: 能量模型
zh_hant: 能量模型

source: Charge scale, depleted to peaked
de: Ladeskala, von erschöpft bis zum Höchststand
es: Escala de carga, de agotado a su punto máximo
fr: Échelle de charge, du niveau épuisé au sommet
it: Scala della carica, da esaurito al picco
pl: Skala Energia, wyczerpana do wartości szczytowej
pt_pt: Escala de carga, de esgotado até ao máximo
ru: Шкала заряда: от истощения до пика
th: สเกลพลังฟื้นตัวจากต่ำมากถึงพร้อมสูงสุด
zh_hans: 能量刻度，从已耗尽到已达峰值
zh_hant: 能量刻度，從已耗盡到已達峰值

source: Charge trend
de: Ladungstrend
es: Tendencia de Carga
fr: Tendance de la charge
it: Andamento della carica
pl: Trend Energii
pt_pt: Tendência de Carga
ru: Динамика заряда
th: แนวโน้มพลังฟื้นตัว
zh_hans: 能量趋势
zh_hant: 能量趨勢

source: Charge weighs your HRV against your personal baseline (~55%%), resting heart rate (~20%%), rest quality (~15%%), respiration (~5%%) and skin-temperature deviation (~5%%). Effort is a 0-%@ cardiovascular load from time in heart-rate zones. Rest is staged from movement and heart rate. Everything is computed here from the strap's raw data. It works for any day NOOP collected raw streams.
de: Charge wägt Ihren HRV mit Ihrem persönlichen Ausgangswert (~55 %), Ihrer Ruheherzfrequenz (~20 %), Ihrer Ruhequalität (~15 %), Ihrer Atmung (~5 % %) und Ihrer Hauttemperaturabweichung (~5 %) ab. Die Anstrengung entspricht einer kardiovaskulären Belastung von 0-%@ pro Zeit in den Herzfrequenzzonen. Ruhe wird durch Bewegung und Herzfrequenz gestaffelt. Hier wird alles aus den Rohdaten des Bandes berechnet. Es funktioniert für jeden Tag, an dem NOOP Rohdatenströme gesammelt haben.
es: Charge compara tu HRV con tu valor inicial personal (~55 % %), frecuencia cardíaca en reposo (~20 % %), calidad del descanso (~15 % %), respiración (~5 % %) y desviación de la temperatura de la piel (~5 % %). El esfuerzo es una carga cardiovascular 0-%@ de tiempo en zonas de frecuencia cardíaca. El descanso se escenifica a partir del movimiento y la frecuencia cardíaca. Aquí todo se calcula a partir de los datos sin procesar de la correa. Funciona para cualquier día NOOP recopiló transmisiones sin procesar.
fr: Charge pèse votre HRV par rapport à votre référence personnelle (~ 55 %), votre fréquence cardiaque au repos (~ 20 %), la qualité du repos (~ 15 %), votre respiration (~ 5 % %) et l'écart de température cutanée (~ 5 % %). L'effort est une charge cardiovasculaire de 0-%@ à partir du temps dans les zones de fréquence cardiaque. Le repos est échelonné à partir du mouvement et de la fréquence cardiaque. Tout est ici calculé à partir des données brutes du bracelet. Cela fonctionne n'importe quel jour NOOP flux bruts collectés.
it: Charge valuta il tuo HRV rispetto al tuo valore di riferimento personale (~55%%), frequenza cardiaca a riposo (~20%%), qualità del riposo (~15%%), respirazione (~5%%) e deviazione della temperatura cutanea (~5%%). Lo sforzo è un carico cardiovascolare pari a 0-%@ derivante dal tempo trascorso nelle zone del battito cardiaco. Il riposo è organizzato in base al movimento e alla frequenza cardiaca. Tutto viene calcolato qui dai dati grezzi del cinturino. Funziona per qualsiasi giorno NOOP flussi non elaborati raccolti.
pl: Poziom energii waży Twoje HRV wobec osobistej linii bazowej (~55%%), tętno spoczynkowe (~20%%), jakość odpoczynku (~15%%), oddech (~5%%) i odchylenie temperatury skóry (~5%%). Wysiłek to obciążenie sercowo-naczyniowe w skali 0-%@ wyliczone z czasu w strefach tętna. Odpoczynek jest dzielony na fazy na podstawie ruchu i tętna. Wszystko liczone jest tutaj z surowych danych opaski. Działa dla każdego dnia, dla którego NOOP zebrał surowe strumienie.
pt_pt: Charge pesa seu HRV em relação à sua linha de base pessoal (~55%%), frequência cardíaca em repouso (~20%%), qualidade do descanso (~15%%), respiração (~5%%) e desvio de temperatura da pele (~5%%). O esforço é uma carga cardiovascular de 0-%@ proveniente do tempo nas zonas de frequência cardíaca. O descanso é baseado no movimento e na frequência cardíaca. Tudo é calculado aqui a partir dos dados brutos da pulseira. Funciona para qualquer dia em que NOOP coletaram fluxos brutos.
ru: Charge сравнивает ваш HRV с вашими личными базовыми показателями (~55%%), частотой пульса в состоянии покоя (~20%%), качеством отдыха (~15%%), дыханием (~5%%) и отклонением температуры кожи (~5%%). Усилие — это сердечно-сосудистая нагрузка 0-%@ от времени в зонах сердечного ритма. Отдых строится от движения и сердечного ритма. Здесь все рассчитывается на основе необработанных данных ремешка. Это работает в любой день, когда NOOP собирал необработанные потоки.
th: พลังฟื้นตัวจะชั่งน้ำหนัก HRV ของคุณเทียบกับพื้นฐานส่วนบุคคล (~55%%) อัตราการเต้นหัวใจขณะพัก (~20%%) คุณภาพการพักผ่อน (~15%%) การหายใจ (~5%%) และการเบี่ยงเบนของอุณหภูมิผิวหนัง (~5%%) ภาระร่างกายคือโหลดคาร์ดิโอ 0–%@ จากเวลาในโซนอัตราการเต้นหัวใจ การพักผ่อนแบ่งตามการเคลื่อนไหวและอัตราการเต้นหัวใจ ทุกอย่างคำนวณที่นี่จากข้อมูลดิบของสายรัด ใช้งานได้ทุกวัน NOOP รวบรวมสตรีมดิบ
zh_hans: Charge 根据您的个人基线 (~55%%)、静息心率 (~20%%)、休息质量 (~15%%)、呼吸 (~5%%) 和体表温度偏差 (~5%%) 来衡量您的 HRV。努力程度是心率区域内时间的 0-%@ 心血管负荷。休息是根据运动和心率来进行的。这里的一切都是根据表带的原始数据计算的。它适用于任何一天 NOOP 收集的原始流。
zh_hant: Charge 根據您的個人基線 (~55%%)、靜止心率 (~20%%)、休息品質 (~15%%)、呼吸 (~5%%) 和體表溫度偏差 (~5%%) 來衡量您的 HRV。努力程度為心率區域內時間的 0-%@ 心血管負荷。休息是根據運動和心率來進行的。這裡的一切都是根據錶帶的原始數據計算出來的。它適用於任何一天 NOOP 收集的原始流。

source: Charge weighs your HRV against your personal baseline (~55%%), resting heart rate (~20%%), rest quality (~15%%), respiration (~5%%) and skin-temperature deviation (~5%%). Effort is a 0-%lld cardiovascular load from time in heart-rate zones. Rest is staged from movement and heart rate. Everything is computed here from the strap's raw data. It works for any day NOOP collected raw streams.
de: Ladung wiegt Ihre HRV gegen Ihre persönliche Grundlinie (~ 55%%), Ruheherzfrequenz (~ 20%%), Ruhequalität (~ 15%%), Atmung (~ 5%%) und Hauttemperaturabweichung (~ 5%%). Anstrengung ist eine 0-%lld kardiovaskuläre Belastung aus der Zeit in Herzfrequenzzonen. Ruhe wird von Bewegung und Herzfrequenz inszeniert. Alles wird hier aus den Rohdaten des Bandes berechnet. Es funktioniert für jeden Tag, an dem NOOP Rohströme gesammelt hat.
es: La carga pesa su HRV contra su base personal (~55%%), la frecuencia cardíaca en reposo (~20%%), la calidad de reposo (~15%%), la respiración (~5%%) y la desviación de la temperatura de la piel (~5%%). El Esfuerzo es una carga cardiovascular de 0 a %lld calculada a partir del tiempo pasado en las zonas de frecuencia cardíaca. El Descanso se determina a partir del movimiento y la frecuencia cardíaca. Todo está calculado aquí desde los datos brutos de la correa. Funciona para cualquier día en que NOOP haya recogido flujos brutos.
fr: La Charge évalue votre VFC par rapport à votre valeur de référence personnelle (~55%%), votre fréquence cardiaque au repos (~20%%), la qualité de votre repos (~15%%), votre respiration (~5%%) et l'écart de température cutanée (~5%%). L'Effort est une charge cardiovasculaire de 0 à %lld calculée à partir du temps passé dans les zones de fréquence cardiaque. Le Repos est déterminé selon le mouvement et la fréquence cardiaque. Tout est calculé ici à partir des données brutes du bracelet. Cela fonctionne pour chaque jour où NOOP a collecté des flux bruts.
pl: Energia porównuje Twój HRV z Twoim osobistym poziomem bazowym (~55%%), tętnem spoczynkowym (~20%%), jakością odpoczynku (~15%%), oddychaniem (~5%%) i odchyleniem temperatury skóry (~5%%). Wysiłek to obciążenie układu krążenia 0-%lld od czasu w strefach tętna. Odpoczynek jest inscenizowany na podstawie ruchu i tętna. Wszystko jest tutaj obliczane na podstawie surowych danych paska. Działa każdego dnia NOOP zbiera surowe strumienie.
pt_pt: Carga pondera a tua VFC em relação à sua linha de base pessoal (~55%%), frequência cardíaca em repouso (~20%%), qualidade do descanso (~15%%), respiração (~5%%) e desvio da temperatura da pele (~5%%). O esforço é uma carga cardiovascular de 0-%lld de tempo em zonas de frequência cardíaca. O descanso baseia-se no movimento e na frequência cardíaca. Tudo é calculado aqui a partir dos dados brutos da bracelete. Funciona para qualquer dia em que o NOOP tenha recolhido streams em bruto.
th: พลังฟื้นตัวจะชั่งน้ำหนัก HRV ของคุณเทียบกับพื้นฐานส่วนบุคคล (~55%%) อัตราการเต้นหัวใจขณะพัก (~20%%) คุณภาพการพักผ่อน (~15%%) การหายใจ (~5%%) และการเบี่ยงเบนของอุณหภูมิผิวหนัง (~5%%) ภาระร่างกายคือโหลดคาร์ดิโอและหลอดเลือด 0-%lld จากเวลาในโซนอัตราการเต้นหัวใจ การพักผ่อนแบ่งตามการเคลื่อนไหวและอัตราการเต้นหัวใจ ทุกอย่างคำนวณที่นี่จากข้อมูลดิบของสายรัด ใช้งานได้ทุกวัน NOOP รวบรวมสตรีมดิบ

source: Charge weighs your HRV against your personal baseline (~55%%), resting heart rate (~20%%), rest quality (~15%%), respiration (~5%%) and skin-temperature deviation (~5%%). Effort is a 0–%@ cardiovascular load from time in heart-rate zones. Rest is staged from movement and heart rate. Everything is computed here from the strap's raw data. It works for any day NOOP collected raw streams.
de: Die Ladung gewichtet deine HRV gegenüber deiner persönlichen Basislinie (~55%%), Ruheherzfrequenz (~20%%), Ruhequalität (~15%%), Atmung (~5%%) und Hauttemperatur-Abweichung (~5%%). Anstrengung ist eine kardiovaskuläre Last von 0–%@ aus der Zeit in Herzfrequenzzonen. Ruhe wird aus Bewegung und Herzfrequenz in Phasen eingeteilt. Alles wird hier aus den Rohdaten des Straps berechnet. Es funktioniert für jeden Tag, an dem NOOP Roh-Streams gesammelt hat.
es: Carga compara tu VFC con tu línea base personal (~55%%), la frecuencia cardíaca en reposo (~20%%), la calidad del descanso (~15%%), la respiración (~5%%) y la desviación de la temperatura de la piel (~5%%). Esfuerzo es una carga cardiovascular de 0 a %@ según el tiempo en zonas de frecuencia cardíaca. Descanso se clasifica por fases a partir del movimiento y la frecuencia cardíaca. Todo se calcula aquí con los datos crudos de la pulsera. Funciona para cualquier día en que NOOP recopiló datos crudos.
fr: La charge pondère votre VFC par rapport à votre référence personnelle (~55%%), votre fréquence cardiaque au repos (~20%%), la qualité du repos (~15%%), la respiration (~5%%) et l'écart de température cutanée (~5%%). L'effort est une charge cardiovasculaire de 0 à %@ basée sur le temps passé dans les zones de fréquence cardiaque. Le repos est réparti en phases à partir du mouvement et de la fréquence cardiaque. Tout est calculé ici à partir des données brutes du bracelet. Cela fonctionne pour tout jour où NOOP a collecté des flux bruts.
it: La carica pondera la tua HRV rispetto alla tua linea di base personale (~55%%), la frequenza cardiaca a riposo (~20%%), la qualità del riposo (~15%%), la respirazione (~5%%) e la deviazione della temperatura cutanea (~5%%). Lo sforzo è un carico cardiovascolare da 0 a %@ basato sul tempo nelle zone di frequenza cardiaca. Il riposo è suddiviso in fasi a partire dal movimento e dalla frequenza cardiaca. Tutto viene calcolato qui dai dati grezzi della fascia, funziona per qualsiasi giorno in cui NOOP ha raccolto i flussi grezzi.
pl: Energia porównuje Twój HRV z Twoim osobistym poziomem bazowym (~55%%), tętnem spoczynkowym (~20%%), jakością odpoczynku (~15%%), oddychaniem (~5%%) i odchyleniem temperatury skóry (~5%%). Wysiłek to obciążenie układu krążenia od 0 do %@ od czasu w strefach tętna. Odpoczynek jest inscenizowany na podstawie ruchu i tętna. Wszystko jest tutaj obliczane na podstawie surowych danych paska. Działa każdego dnia NOOP zbiera surowe strumienie.
pt_pt: Carga pondera a tua VFC em relação à sua linha de base pessoal (~55%%), frequência cardíaca em repouso (~20%%), qualidade do descanso (~15%%), respiração (~5%%) e desvio da temperatura da pele (~5%%). O esforço é uma carga cardiovascular de 0–%@ proveniente do tempo nas zonas de frequência cardíaca. O descanso baseia-se no movimento e na frequência cardíaca. Tudo é calculado aqui a partir dos dados brutos da bracelete. Funciona para qualquer dia em que o NOOP tenha recolhido streams em bruto.
ru: Заряд учитывает вашу ВСР относительно личной нормы (~55%%), пульс в покое (~20%%), качество отдыха (~15%%), дыхание (~5%%) и отклонение температуры кожи (~5%%). Усилие — это нагрузка от 0 до %@ на основе времени в зонах пульса. Отдых оценивается по движению и пульсу. Всё вычисляется здесь же из необработанных данных браслета. Это работает для любого дня, для которого NOOP собрал необработанные потоки данных.
th: พลังฟื้นตัวจะชั่งน้ำหนัก HRV ของคุณเทียบกับพื้นฐานส่วนบุคคล (~55%%) อัตราการเต้นหัวใจขณะพัก (~20%%) คุณภาพการพักผ่อน (~15%%) การหายใจ (~5%%) และการเบี่ยงเบนของอุณหภูมิผิวหนัง (~5%%) ภาระร่างกายคือโหลดคาร์ดิโอ 0–%@ จากเวลาในโซนอัตราการเต้นหัวใจ การพักผ่อนแบ่งตามการเคลื่อนไหวและอัตราการเต้นหัวใจ ทุกอย่างคำนวณที่นี่จากข้อมูลดิบของสายรัด ใช้งานได้ทุกวัน NOOP รวบรวมสตรีมดิบ
zh_hans: 能量会将你的 HRV 与你的个人基线（约 55%%）、静息心率（约 20%%）、休息质量（约 15%%）、呼吸（约 5%%）和皮肤温度偏差（约 5%%）进行加权。消耗是根据在各心率区间的时间得出的 0–%@ 心血管负荷。休息则根据体动和心率分期。一切都在这里根据手环的原始数据计算，只要 NOOP 采集到原始数据流的任何一天都适用。
zh_hant: 能量會將你的 HRV 與你的個人基線（約 55%%）、靜息心率（約 20%%）、休息品質（約 15%%）、呼吸（約 5%%）和皮膚溫度偏差（約 5%%）進行加權。消耗是根據在各心率區間的時間得出的 0–%@ 心血管負荷。休息則根據體動和心率分期。一切都在這裡根據手環的原始資料計算，只要 NOOP 採集到原始資料流的任何一天都適用。

source: Charge your WHOOP now
de: Lade dein WHOOP jetzt auf
es: Carga tu WHOOP ahora
fr: Rechargez votre WHOOP maintenant
it: Ricarica il tuo WHOOP adesso
pl: Energia teraz Twój WHOOP
pt_pt: Carrega já o teu WHOOP
ru: Зарядите WHOOP сейчас
th: ชาร์จ WHOOP ตอนนี้
zh_hans: 请立即为 WHOOP 充电
zh_hant: 請立即為 WHOOP 充電
